{
  "middlequestions": [
    {
      "question": "Você enviou uma mensagem para um amigo convidando-o para sair, mas ele ainda não respondeu.",
      "answer1": "A) Concluir que o amigo está ignorando você e evitar falar com ele novamente.",
      "answer2": "B) Pensar que você fez algo errado e pedir desculpas, mesmo que não saiba o que fez.",
      "answer3": "C) Considerar que o amigo pode estar ocupado e esperar pacientemente por uma resposta.",
      "answerCorrect": "C) Considerar que o amigo pode estar ocupado e esperar pacientemente por uma resposta.",
      "tip": "Se você escolheu as opções A ou B, pode ser que esteja experimentando pensamentos automáticos negativos. Na TCC, aprendemos a desafiar esses pensamentos distorcidos. Uma intervenção útil seria a técnica da reestruturação cognitiva. Isso envolve questionar os pensamentos automáticos, buscando evidências que os apoiem ou contradigam. Por exemplo, você poderia se perguntar: \"Há alguma evidência de que meu amigo está me ignorando?\" ou \"Existem outras explicações para o fato dele ainda não ter respondido?\". Isso ajuda a desenvolver uma interpretação mais equilibrada da situação, promovendo uma resposta mais adaptativa, como a opção C, onde você considera que seu amigo pode estar ocupado e espera pacientemente por uma resposta."
    },
    {
      "question": "Você está prestes a fazer uma apresentação importante no trabalho para um grande público. Conforme a hora da apresentação se aproxima, você começa a sentir um aperto no peito, sua respiração se torna rápida e superficial, e suas mãos começam a suar. Quais das atitudes abaixo você tomaria.",
      "answer1": "A) Entro em pânico e desistir de fazer a apresentação.",
      "answer2": "B) Busco ajuda ou faço algo para me acalmar, como ouvir música ou falar com um amigo.",
      "answer3": "C) Fico preso em pensamentos negativos, como: 'Eu vou fazer papel de bobo na frente de todos'.",
      "answerCorrect": "B) Busco ajuda ou faço algo para me acalmar, como ouvir música ou falar com um amigo.",
      "tip": "Se você escolheu as opções A ou C, é possível que esteja enfrentando pensamentos automáticos negativos, típicos em momentos de estresse. A TCC ajuda a identificar e questionar esses pensamentos. Ao optar pela opção B e aplicar a técnica da respiração diafragmática, você utiliza uma estratégia eficaz para controlar a ansiedade. Essa prática não só ajuda a reduzir a tensão física e emocional, mas também promove um desempenho mais confiante e competente durante a apresentação. Abaixo, irá ter uma pequena explicação da técnica.\n\n1.\tIdentificação dos Pensamentos Automáticos: É crucial reconhecer os pensamentos que aumentam a ansiedade, como o temor de falhar ou ser mal avaliado.\n2.\t Intervenção com Respiração Diafragmática\n   - Encontre um local confortável para se sentar ou deitar.\n   - Posicione uma mão no peito e outra no abdômen para monitorar a respiração.\n   - Inspire profundamente pelo nariz, elevando mais a mão do abdômen.\n   - Expire devagar pela boca, controlando o movimento do abdômen.\n   - Repita várias vezes para ajudar a reduzir a tensão e manter o foco no presente.\n3.\tAplicação Prática: Pratique essa técnica regularmente para diminuir a ansiedade geral e melhorar o controle sobre suas reações emocionais e físicas.\n"
    },
    {
      "question": "Você teve uma briga com alguém próximo e agora está se sentindo culpado. Quais das seguintes ações você consideraria tomar?",
      "answer1": "A) Ignoro a pessoa até que ela venha falar comigo primeiro, mantendo a culpa dentro de mim.",
      "answer2": "B) Culpar a outra pessoa pelo conflito e insistir que e acreditar que estou totalmente certo, evitando qualquer responsabilidade.",
      "answer3": "C) Reflito sobre o que aconteceu, identifico se meus sentimentos de culpa são proporcionais aos fatos e considerar pedir desculpas.",
      "answerCorrect": "C) Reflito sobre o que aconteceu, identifico se meus sentimentos de culpa são proporcionais aos fatos e considerar pedir desculpas.",
      "tip": "Se você escolheu as opções A ou B, pode estar engajado em pensamentos automáticos que exacerbam a culpa ou neguem sua responsabilidade, respectivamente. Na TCC, é importante aprender a identificar esses pensamentos e avaliar sua validade e utilidade."
    },
    {
      "question": "Você está em um grupo de estudo para uma prova importante, e um dos membros do grupo critica suas ideias sobre o material de estudo.",
      "answer1": "A) Sentir-se pessoalmente atacado e retaliar com críticas em retorno.",
      "answer2": "B) Entrar em um estado de desânimo e permanecer em silêncio pelo resto da sessão.",
      "answer3": "C) Reconhecer que críticas construtivas são uma parte natural do processo de aprendizagem e responder de forma calma e respeitosa, explicando sua perspectiva.",
      "answerCorrect": "C) Reconhecer que críticas construtivas são uma parte natural do processo de aprendizagem e responder de forma calma e respeitosa, explicando sua perspectiva.",
      "tip": "Se você escolheu as opções A ou B, pode estar experimentando pensamentos automáticos negativos, como sensibilidade excessiva à crítica ou desvalorização pessoal. Na TCC, seria útil desafiar esses pensamentos distorcidos através da reestruturação cognitiva. Você pode questionar a si mesmo sobre as evidências que apoiam ou contradizem esses pensamentos. Por exemplo, perguntar-se: \"A crítica desse membro do grupo é realmente um ataque pessoal?\" ou \"Isso significa que minhas ideias não têm valor?\". Isso pode ajudar a mudar a interpretação da situação e promover uma resposta mais adaptativa, como a opção C, onde você reconhece a crítica como parte do processo de aprendizagem e responde de forma construtiva."
    },
    {
      "question": "Você está em um relacionamento e seu parceiro(a) parece distante e pouco comunicativo(a) ultimamente.",
      "answer1": "A) Assumir que seu parceiro(a) está perdendo o interesse em você e se afastar emocionalmente.",
      "answer2": "B) Ficar ansioso(a) e começar a questionar constantemente seu parceiro(a) sobre o que está acontecendo.",
      "answer3": "C) Expressar gentilmente suas preocupações e perguntar a seu parceiro(a) se há algo que ele(a) gostaria de compartilhar.",
      "answerCorrect": "C) Expressar gentilmente suas preocupações e perguntar a seu parceiro(a) se há algo que ele(a) gostaria de compartilhar.",
      "tip": "Se você escolheu as opções A ou B, pode estar experimentando pensamentos automáticos negativos, como catastrofização ou interpretação tendenciosa. Na TCC, seria útil desafiar esses pensamentos distorcidos através da reestruturação cognitiva. Você pode questionar a si mesmo sobre as evidências que apoiam ou contradizem esses pensamentos. Por exemplo, perguntar-se: \"Há outras possíveis explicações para o comportamento distante do meu parceiro(a)?\" ou \"Isso significa necessariamente que ele(a) perdeu o interesse?\". Isso pode ajudar a mudar a interpretação da situação e promover uma resposta mais adaptativa, como a opção C, onde você expressa suas preocupações de forma calma e aberta, convidando seu parceiro(a) a compartilhar seus sentimentos."
    },
    {
      "question": "Você está em uma reunião de trabalho e apresenta uma ideia que é imediatamente criticada por seus colegas.",
      "answer1": "A) Sentir-se envergonhado(a) e retraído(a), desistindo de contribuir na reunião.",
      "answer2": "B) Ficar defensivo(a) e argumentar agressivamente em favor de sua ideia.",
      "answer3": "C) Aceitar as críticas como feedback construtivo e explorar maneiras de melhorar ou ajustar sua proposta.",
      "answerCorrect": "C) Aceitar as críticas como feedback construtivo e explorar maneiras de melhorar ou ajustar sua proposta.",
      "tip": "Se você escolheu as opções A ou B, pode estar experimentando pensamentos automáticos negativos, como sensibilidade à crítica ou reatividade emocional. Na TCC, seria útil desafiar esses pensamentos distorcidos através da reestruturação cognitiva. Você pode questionar a si mesmo sobre as evidências que apoiam ou contradizem esses pensamentos. Por exemplo, perguntar-se: \"Isso significa que minha ideia é necessariamente ruim?\" ou \"As críticas dos meus colegas são realmente um ataque pessoal?\". Isso pode ajudar a mudar a interpretação da situação e promover uma resposta mais adaptativa, como a opção C, onde você aceita as críticas como feedback útil e busca maneiras de melhorar sua proposta."
    }
  ]
}